{
    "team": [{
            "Name": "Tamanna ",
            "Position": "Chairperson",
            "Body": "(With a vivacious and poised personality Tamanna portrays passion and professionalism through her work. Her progressive self enables her to uphold her vision to develop a sound personality of her confrères. Being a perfectionist, she has a zeal to make every single thing happening under her extraordinary. As a believer of the saying “beautiful orchestras aren't played alone”, she does her best to create the perfect ensemble. Her civic-mindedness and compassion keep her impelled to innovate with benevolence. Her experience and meticulous understanding of the functioning and vitals of an institution make her a competent chieftain.)",
            "imagePath": "images/team_2021/tamanna.PNG",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/tamanna-bhuyan-31b7871b7/"
        },
        {
            "Name": "Abhinav ",
            "Position": "Vice Chairperson",
            "Body": "(A down to earth personality whose management skills are exception in his own way. A guy who believes in being a generalist rather then perfectionist . A person who enjoys the process more then the result, who just wants to grow and help others grow. An entrepreneurial mindset with strategic, logical and creative thinking are the core power he possess. He is a kind of guy who wants to set bars all time high and to break his own records. A personality who can make u laugh, and work hard while at it. According to him he is a pebble who has the will and guts to crush a mountain can clear the sky by rising high and can travel across the wonder ocean.)",
            "imagePath": "images/team_2021/abhinav.PNG",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/abhinavraj3171/"
        },
        {
            "Name": "MC Sharen ",
            "Position": "General Secretary",
            "Body": "(Ganesh may not have good pictures of himself, but his work ethics leave everyone with zilch but awe. His explicit observational and analytical skills ensure an impeccable output, not to mention his never-ending curiosity and a vast array of unconventional knowledge which makes him a cornucopia of information. His peculiar sense of improvisation allows him to be flexible outside the box but still within the range of sanity.)",
            "imagePath": "images/team_2021/mcganesh.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/shganesh/"
        },
        {
            "Name": "Vaibhav Sharma",
            "Position": "Joint Secretary",
            "Body": "(Vaibhav is a firm believer of teamwork and has a strong inclination towards management. He likes to approach every situation with SWOT analysis and values hard work. Dedicated to work more efficiently and effectively, he ensures that the team meets the highest levels of synergy and plays a significant role in important decision-making and concept implementation. He can obtain correctness and perfection because he is a man of great potential.)",
            "imagePath": "images/team_2021/vaibhav.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/vaibhav-vsharma/"
        },
        {
            "Name": "Devansh Verma",
            "Position": "Head of Operations and Events ",
            "Body": "(“The most difficult thing is to act, everything else is tenacity, keeping a focused mindset to strike a balance between skill and challenge to consistently achieve a state of flow.” Having keen interest in academic research and a knack for technology development, Devansh Verma, is your go to person for everything academic and otherwise. His drive for excellence and “make it work anyhow“ attitude, will leave you awestruck. His curiosity for different technologies has landed him at places most endeavor to reach. Having been through numerous challenges he is now capable of managing and directing a team to achieve its goals with swiftness and precision.)",
            "imagePath": "images/team_2021/devansh.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/devansh-verma/"
        },
        {
            "Name": "Harshit Bhardwaj",
            "Position": "Director of Creativity and Design",
            "Body": "(Being creative and pushing ones limit to achieve new inspiration while maintaining sanity is not an easy task…” Harshi is one of the finest when it comes to creativity a young mind dedicated to coding pursuing c language coupled with designing skills and front-end development. Talented in singing he instills peace and calm with his voice.)",
            "imagePath": "images/team_2021/harshit.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/harshit-b-a35477137/"
        },
        {
            "Name": "Ketan Singh",
            "Position": "Director of Social Media and Publicity",
            "Body": "(Heres Sarthak Gautam, whose exuberant personality and love for adventurous experiences leads him to embark on challenging new journeys. His Never Give Up attitude and single motto of No alternatives to Hard work have led him through bright and adverse situations in the most sparkling manner. Not to mention his already proved leadership and team building abilities which make him a perfect fit for being the Head of Events and Operations and the go-to person for all his team members!)",
            "imagePath": "images/team_2021/ketan.png",
            "Linkedin_Profile_Link": " "
        },
        {
            "Name": "Richa Tayal",
            "Position": "Co-Directr of Documentation",
            "Body": "(.Richa has one of the most optimistic and generous personalities in the team. As a firm believer of teamwork, she tries to make the best out of every situation and doesn't take things for granted. She is proficient with many programming languages. She is consistent in her work which creates a lasting impression.)",
            "imagePath": "images/team_2021/richa.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/richa-tayal-4a22a9210/"
        },
        {
            "Name": "Shrishti Shukla",
            "Position": "Co-Director Documentation",
            "Body": "(Eager to find new in everything, Enthusiastic to grab opportunities, committed towards the responsibilities, and dynamic for every challenge are the ways in which one can say about Srishti Shukla. She is a person with great zeal in her job. She is a girl of action, which makes her influential towards people. She relies on doing rather than saying. She always goes for giving results and understands the power of management. She is full of doing things in a creative and polished way. She is one who believes in hard work with smart decisions.Her skills can portrait a very beautiful impression to others.)",
            "imagePath": "images/team_2021/shristi.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/srishti-shukla-4922a4206/"
        },
        {
            "Name": "Varun Verma",
            "Position": "Co-Director of Technology",
            "Body": "(Varun believes in doing, and this is what makes him successful. He has passion for his work and constantly pushes himself to improve. He is also versatile enough to work on various projects and ideas. His strengths are that he is goal-oriented who has a never give up attitude with a self-motivated personality who is sociable with all.)",
            "imagePath": "images/team_2021/varun.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/varun-verma-427115171/"
        },
        {
            "Name": "Abhishek Aggarwal",
            "Position": "Co-Director of Technology",
            "Body": "(One of the most enthusiastic, energetic, innovative, and hardworking member. He believes in teamwork, smart work, management and always taking the opportunity of leading from the front. He also has a good grip over programming languages like Java, SQL, Kotlin, and many more and worked on various projects on android development. His immense knowledge in tech and Dedication to his work is extremely admirable. Not to mention his already proven leadership and team-building abilities which make him a perfect fit for being the director of technology and the go-to person for all his team members!)",
            "imagePath": "images/team_2021/abhishek.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/abhishek-aggarwal-1a7094210/"
        },
        {
            "Name": "Sanchit Kakar",
            "Position": "Sponsorship Executive",
            "Body": "(Sanchit is a friendly and interactive person with a positive attitude towards everything. He’s eager to take up new challenges and strive for excellence. This is because he believes that success and failures are the best way to sculpt ourselves to reach our goals. And he also believes in himself and his hard work, and he wants fulfilment in everything. He’s highly motivated and positively spirited. He has excellent interpersonal skills, which has helped him in carrying out the responsibility of leading his team in events excellently and making it a huge success.)",
            "imagePath": "images/team_2021/sanchit.png",
            "Linkedin_Profile_Link": " "
        },
        {
            "Name": "Harshita Gupta",
            "Position": "Head of Operations",
            "Body": "(Harshita Gupta is an inquisitive person, because of which she wants to explore everything in her life. She is pretty confident when it comes to public speaking and takes care of her responsibilities with perfection. Being a CSE student her interest revolves around coding and programming. With the aim of becoming excellent in every task, she wants to make all the events successful which has made her a good fit for the operation's head at IET-BVCOE.)",
            "imagePath": "images/team_2021/harshita.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/harshita-gupta-335525208/"
        },
        {
            "Name": "Laksh Gambhir",
            "Position": "Head of Programmes and Campaigns",
            "Body": "(Laksh Gambhir is an ECE branch student who opted engineering because he was fascinated with electronic gadgets and technology. He says that he will truly consider himself an engineer the day he could fully automate his room using self-built tools. Design is his other love and he is probably listening to Lo-fi or drinking coffee or both while working on Figma while you're reading this.)",
            "imagePath": "images/team_2021/laksh.png",
            "Linkedin_Profile_Link": "https://www.linkedin.com/in/lakshgambhir/"
        }
    ]
}